[
    {
      "id": "001",
      "name": "Dating & Relationship",
      "title1": "This program is perfect for you if...",
      "title1Des": " You are suffering in Dating Relationship Dynamics, Mental Health, and Dating Victimization: A Longitudinal Path Analysis",
      "image": "https://www.slashcreative.co/themes/psychare/wp-content/uploads/2020/11/service-single-2.jpg",
      "title2": "Let’s find out why your relationship is being affected by your work life.",
      "title2Des": "The purpose of this study was to assess the longitudinal association between adolescent dating relationship dynamics (measures of intimacy and problem dynamics), mental health, and physical and/or sexual victimization by a dating partner. Gender-stratified analyses were conducted in a sample of 261 adolescents, ages 10–18 at baseline, interviewed in three annual waves (2013–2015) of the nationally representative Survey on Teen Relationships and Intimate Violence (STRiV). Among male daters, better mental health at baseline was negatively associated with problem dynamics at follow-up, and aspects of problem dynamics at baseline predicted worse mental health at follow-up. However, unexpectedly, aspects of relationship intimacy at baseline were also negatively associated with mental health at follow-up. Male daters’ victimization did not mediate longitudinal measures of mental health or of relationship dynamics, but did predict worse mental health at follow-up. Among female daters, we found no longitudinal associations between mental health and intimacy or problem relationship dynamics, in either direction. However, victimization mediated aspects of female daters’ reported relationship dynamics",
      "title3": "How therapy can save your relationship?",
      "title3Img": "https://www.slashcreative.co/themes/psychare/wp-content/uploads/2020/11/service-single-3.jpg",
      "title3Des": "Happy couples find regular therapy sessions help them maintain and enhance their healthy relationships. Together, they learn how to work through disagreements and other relationship issues, improve their emotional and physical intimacy, and understand one another on a deeper level.Working with a therapist is always a good idea, and the first step to improving your relationship is to decide to go. Sometimes, though, one partner is more reluctant than the other to believe counseling can make a difference. If you’re in this situation, maybe the following facts about relationship counseling can help you convince your significant other to reconsider making an appointment to see a therapist.",
      "call": "Call +1 921 124 9220 and book an appointment now."
    },
    {
      "id": "002",
      "name": "Grief & Loss Counseling",
      "title1": "This program is perfect for you if...",
      "title1Des": " You are suffering in Grief & Loss Counseling",
      "image": "https://parade.com/wp-content/uploads/2020/10/online-grief-support-groups.jpg",
      "title2": "Most people will experience loss at some point in their lives. Grief is a reaction to any form of loss. Bereavement is a type of grief involving the death of a loved one. ",
      "title2Des": "Bereavement and grief encompass a range of feelings from deep sadness to anger. The process of adapting to a significant loss can vary dramatically from one person to another. It often depends on a person’s background, beliefs, and relationship to what was lost.Grief is not limited to feelings of sadness. It can also involve guilt, yearning, anger, and regret. Emotions are often surprising in their strength or mildness. They can also be confusing. One person may find themselves grieving a painful relationship. Another may mourn a loved one who died from cancer and yet feel relief that the person is no longer suffering.",
      "title3": "How therapy can save you?",
      "title3Img": "https://media.istockphoto.com/photos/understanding-people-giving-support-to-depressed-crying-african-woman-picture-id1161351684?k=20&m=1161351684&s=612x612&w=0&h=-wEJjJH3bnwm2KNatamVbgxF92c7aM0A-tJxVaG2HSU=",
      "title3Des": "Kubler-Ross originally developed this model to illustrate the process of bereavement. Yet she eventually adapted the model to account for any type of grief. Kubler-Ross noted that everyone experiences at least two of the five stages of grief. She acknowledged that some people may revisit certain stages over many years or throughout life.",
      "call": "Call +1 921 124 9220 and book an appointment now."
    },
    {
      "id": "003",
      "name": "Anxiety Disorders",
      "title1": "This program is perfect for you if...",
      "title1Des": " You are suffering in Anxiety Disorders",
      "image": "https://assets.weforum.org/article/image/large_hZZ2qB2tuS2vmSGSAl61t0ObdwIKKVyUzsr0N4Xun0Y.jpg",
      "title2": "Anxiety disorders are a type of mental health condition. Anxiety makes it difficult to get through your day. Symptoms include feelings of nervousness, panic and fear as well as sweating and a rapid heartbeat.",
      "title2Des": "An anxiety disorder is a type of mental health condition. If you have an anxiety disorder, you may respond to certain things and situations with fear and dread. You may also experience physical signs of anxiety, such as a pounding heart and sweating.It’s normal to have some anxiety. You may feel anxious or nervous if you have to tackle a problem at work, go to an interview, take a test or make an important decision. And anxiety can even be beneficial. For example, anxiety helps us notice dangerous situations and focuses our attention, so we stay safe.",
      "title3": "How therapy can save you?",
      "title3Img": "https://media.istockphoto.com/photos/understanding-people-giving-support-to-depressed-crying-african-woman-picture-id1161351684?k=20&m=1161351684&s=612x612&w=0&h=-wEJjJH3bnwm2KNatamVbgxF92c7aM0A-tJxVaG2HSU=",
      "title3Des": "Psychotherapy, or counseling, helps you deal with your emotional response to the illness. A mental health provider talks through strategies to help you better understand and manage the disorder.",
      "call": "Call +1 921 124 9220 and book an appointment now."
    },
    {
      "id": "004",
      "name": "Child Therapy",
      "title1": "This program is perfect for you if...",
      "title1Des": " You are suffering in Anxiety Disorders",
      "image": "https://static.honeykidsasia.com/wp-content/uploads/2021/03/counselling-for-children-singapore-honeykids-asia.jpg",
      "title2": "Kids and teens need therapy when they have problems they can't cope with alone. Or they need help when problems affect how well they do, feel, or act. If things don't get better on their own, kids may need therapy so things can improve.",
      "title2Des": "In therapy, kids learn by doing. With younger kids, this means working with the whole family, drawing, playing, and talking. For older kids and teens, therapists share activities and ideas that focus on learning the skills they need. They talk through feelings and solve problems.Therapists give praise and support as kids learn. They help kids believe in themselves and find their strengths. Therapy builds helpful thinking patterns and healthy behavioral habits.",
      "title3": "How therapy can save you?",
      "title3Img": "https://media.istockphoto.com/photos/understanding-people-giving-support-to-depressed-crying-african-woman-picture-id1161351684?k=20&m=1161351684&s=612x612&w=0&h=-wEJjJH3bnwm2KNatamVbgxF92c7aM0A-tJxVaG2HSU=",
      "title3Des": "In therapy, kids talk and learn how to work out their problems. Going to therapy helps them cope better, communicate better, and do better.",
      "call": "Call +1 921 124 9220 and book an appointment now."
    },
    {
      "id": "005",
      "name": "Managing Depression",
      "title1": "This program is perfect for you if...",
      "title1Des": " You are suffering in Managing Depression",
      "image": "https://images.pexels.com/photos/6382642/pexels-photo-6382642.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "title2": "Depression affects one’s cognitive, emotional, behavioral, and physical functions. One of the most insidious aspects of depression is that it tricks you into thinking that nothing will help, or that the relief will be temporary, and it will keep you in a cycle of maladaptive thinking, feeling, and doing (or non-doing).",
      "title2Des": "Write down recurring thoughts…negative thoughts about oneself, one’s future, and the world are common; these thoughts are often distortions that feel real and often perpetuate unhelpful behaviors. By writing down these thoughts, one can begin to see the distortions a bit more clearly.Challenge the distortions- is it accurate?  Or does it just feel real? Are you taking into account the evidence? Does it help to think this way?  ",
      "title3": "How therapy can save you?",
      "title3Img": "https://media.istockphoto.com/photos/understanding-people-giving-support-to-depressed-crying-african-woman-picture-id1161351684?k=20&m=1161351684&s=612x612&w=0&h=-wEJjJH3bnwm2KNatamVbgxF92c7aM0A-tJxVaG2HSU=",
      "title3Des": "Psychotherapy, or counseling, helps you deal with your emotional response to the illness. A mental health provider talks through strategies to help you better understand and manage the disorder.",
      "call": "Call +1 921 124 9220 and book an appointment now."
    },
    {
      "id": "006",
      "name": "Old Age Therapy",
      "title1": "This program is perfect for you if...",
      "title1Des": " You are suffering in Old Age Depression",
      "image": "https://images.pexels.com/photos/4057758/pexels-photo-4057758.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "title2": "Many older adults and seniors face a variety of challenges such as different types of losses, transitions (e.g., retirement), coping with chronic health conditions, new family social roles, changes in residences, and loneliness.",
      "title2Des": "Being able to talk freely about your concerns with a psychologist is an important step forward. Our aim is to help older adults and seniors face challenges with the wisdom they have gained from their life experiences and personal resources.Psychotherapy provides you with a time to reflect and examine your unique life history within an empathic relationship. A strong therapeutic relationship offers a space to clarify complex feelings, reduce emotional distress, and make sense of your needs in the face of challenging circumstances. Changes from therapy can result in feeling more empowered and a greater sense of belonging within your community of family and peers. ",
      "title3": "How therapy can save you?",
      "title3Img": "https://media.istockphoto.com/photos/understanding-people-giving-support-to-depressed-crying-african-woman-picture-id1161351684?k=20&m=1161351684&s=612x612&w=0&h=-wEJjJH3bnwm2KNatamVbgxF92c7aM0A-tJxVaG2HSU=",
      "title3Des": "A sense of meaning and purpose in your life is important for overall wellbeing. What each person defines as meaningful changes over the course of their life, particularly during later life transitions. For example, retiring from a career that was meaningful and fulfilling may leave you feeling somewhat lost. Therapy can help you explore, discover and hone in on meaningful activities and behaviour at your current life stage that enhance your sense of purpose.",
      "call": "Call +1 921 124 9220 and book an appointment now."
    }
  ]